README.org
* LaTeX book class and template for Elsevier book projects

* Setup

  Download
  [[https://github.com/vtex-soft/texsupport.elsevier-book/raw/master/release/elsevierbook-project-template.zip][elsevierbook-project-template]]
  package and unzip.

  Rename folder =elsevierbook-project-template= to =<your-project-name>=.
  The package is self-contained. This means that once unzipped you can start
  formatting your book straight away. No any installation of file needed.
  However, you may wish to 'Installation' section in preparation manual.


* Package contains

  - sty/
    - elsevierbook.cls - class file
  - doc/
     - elsbookdoc.pdf - Manual on book preparation
  - img - EPS, PDF graphics files
  - chapterXX/ (optional)
  - chapterXX/img/ (optional)
  - book.tex
  - chapter01.tex
  - chapter02.tex

