README.md
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgheadline1">1. LaTeX book class and template for Elsevier book projects</a></li>
<li><a href="#orgheadline2">2. Setup</a></li>
<li><a href="#orgheadline3">3. Package contains</a></li>
</ul>
</div>
</div>

# LaTeX book class and template for Elsevier book projects<a id="orgheadline1"></a>

# Setup<a id="orgheadline2"></a>

Download
[elsevierbook-project-template](https://github.com/vtex-soft/texsupport.elsevier-book/raw/master/release/elsevierbook-project-template.zip)
package and unzip.

Rename folder `elsevierbook-project-template` to `<your-project-name>`.
The package is self-contained. This means that once unzipped you can start
formatting your book straight away. No any installation of file needed.
However, you may wish to 'Installation' section in preparation manual.

# Package contains<a id="orgheadline3"></a>

-   sty/
    -   elsevierbook.cls - class file
-   doc/
    -   elsbookdoc.pdf - Manual on book preparation
-   img - EPS, PDF graphics files
-   chapterXX/ (optional)
-   chapterXX/img/ (optional)
-   book.tex
-   chapter01.tex
-   chapter02.tex